{
    "dataCasamento": "2026-03-21",
    "frases": [
      {
        "id": 108,
        "texto": "Minha princesa, quando você entrou na minha vida em 3 de março de 2022, trouxe consigo todas as cores que faltavam no meu mundo. Agora, com 108 dias para o nosso altar, eu finalmente entendi: você não apenas completou meus dias, você reinventou o que significa viver."
      },
      {
        "id": 107,
        "texto": "Minha pequena, existem abraços que curam, olhares que acalmam e mãos que sustentam. Mas você, amor, é o milagre que transformou um simples homem no ser mais grato do universo."
      },
      {
        "id": 106,
        "texto": "Quando fecho os olhos, não vejo o nosso casamento. Vejo décadas de manhãs compartilhadas, sorrisos envelhecendo juntos, e mãos que nunca se soltam, nem mesmo quando a memória começar a falhar."
      },
      {
        "id": 105,
        "texto": "Princesa, hoje me peguei guardando pequenos detalhes seus: o jeito que seu olho esquerdo pisca primeiro quando você mente brincando, a sombra que seus cílios fazem na bochecha quando você cochila... Sou um colecionador do seu ser."
      },
      {
        "id": 104,
        "texto": "Minha pequena, se um dia nossos netos perguntarem como foi que eu soube que era você, vou contar sobre a tarde comum de 2022 em que, ao ver você rir de uma piada boba, meu coração parou de bater por um instante e decidiu: 'É ela. Para sempre.'"
      },
      {
        "id": 103,
        "texto": "Te amo de um amor que não cabe em frases. Que transborda dos meus olhos quando te vejo dormindo, que se derrama nos meus gestos quando cuido de você, que ecoa no silêncio entre nós quando não precisamos de palavras."
      },
      {
        "id": 102,
        "texto": "A vida me deu muitas incertezas, princesa. Mas em você encontrei a única verdade inabalável: o nosso amor é o tipo que resiste ao tempo, às tempestades e à própria rotina."
      },
      {
        "id": 101,
        "texto": "Minha pequena, hoje sonhei que éramos velhinhos. Você com seus cabelos grisalhos desarrumados pela manhã, eu com minhas mãos enrugadas nas suas. Acordei com lágrimas, mas não de tristeza: de gratidão por ter a promessa desse futuro."
      },
      {
        "id": 100,
        "texto": "Cem dias, amor. Cem manhãs até eu ver você caminhando em minha direção. Será que meu coração vai suportar tanta beleza? Será que meus joelhos vão lembrar de me sustentar?"
      },
      {
        "id": 99,
        "texto": "Existem mulheres lindas no mundo, princesa. Mas você não é apenas linda. Você tem a beleza que dói, que arranca suspiros, que faz poetas desistirem de escrever porque nenhuma palavra seria suficiente."
      },
      {
        "id": 98,
        "texto": "Minha pequena, eu nunca acreditei em almas gêmeas até perceber que a minha estava incompleta. E então você chegou, trazendo exatamente os pedaços que faltavam."
      },
      {
        "id": 97,
        "texto": "Me lembro da primeira vez que te vi chorar. Meu instinto não foi de consolar, foi de prometer que faria de tudo para que suas lágrimas fossem apenas de felicidade daquele dia em diante."
      },
      {
        "id": 96,
        "texto": "Se o amor fosse uma paisagem, o nosso seria aquela montanha distante que parece inatingível, mas que, quando chegamos lá, revela um vale ainda mais bonito do que imaginávamos."
      },
      {
        "id": 95,
        "texto": "Princesa, seu amor é o tipo que não apenas aquece, mas transforma. Como o sol da primavera que não apenas derrete a neve, mas faz flores nascerem onde antes havia apenas terra congelada."
      },
      {
        "id": 94,
        "texto": "Minha pequena, você sabe qual é o meu medo mais secreto? Que quando eu morrer, Deus me pergunte se quero renascer. E eu tenha que dizer não, porque uma vida sem você não vale ser vivida duas vezes."
      },
      {
        "id": 93,
        "texto": "Existem milagres cotidianos: a maneira como seu rosto se ilumina quando você fala sobre seus sonhos, como sua voz fica macia quando você canta baixinho, como seu corpo se encaixa perfeitamente no meu quando dormimos."
      },
      {
        "id": 92,
        "texto": "Te amo com o amor que não precisa de grandiosidades. Que se contenta com café compartilhado em silêncio, com os pés entrelaçados no sofá, com olhares que dizem mais que discursos."
      },
      {
        "id": 91,
        "texto": "Minha princesa, você não é meu 'felizes para sempre'. Você é meu 'mesmo que'. Mesmo que o mundo acabe, mesmo que tudo mude, mesmo que o tempo nos transforme."
      },
      {
        "id": 90,
        "texto": "Noventa dias, amor. Noventa noites até dormir ao seu lado como seu marido. Mas sabe de uma coisa? Já me sinto casado com você desde aquela terça-feira comum em 2022, quando você deixou um casaco no meu carro e eu soube que nunca mais queria devolvê-lo."
      },
      {
        "id": 89,
        "texto": "Minha pequena, se eu pudesse escolher como morrer, seria assim: velho, com você dormindo ao meu lado, e meu último pensamento sendo de gratidão por ter tido uma vida inteira ao seu lado."
      },
      {
        "id": 88,
        "texto": "O amor comum se desfaz com o tempo. O nosso se tece. Cada desentendimento, cada reconciliação, cada lágrima e cada risada são fios que tornam o tecido mais forte, mais bonito, mais nosso."
      },
      {
        "id": 87,
        "texto": "Princesa, você não é apenas minha futura esposa. É minha confissão mais sincera, meu arrependimento mais doce (por não ter te encontrado antes), e minha promessa mais sagrada."
      },
      {
        "id": 86,
        "texto": "Às vezes me pego olhando para você quando você não está vendo. Estudando cada curva do seu rosto como um homem que encontrou o mapa do tesouro e não quer esquecer nenhum detalhe do caminho."
      },
      {
        "id": 85,
        "texto": "Minha pequena, eu não preciso acreditar em Deus para saber que algo divino aconteceu quando nossos caminhos se cruzaram. Foi mais que sorte, mais que destino. Foi o universo conspirando para nos tornar inteiros."
      },
      {
        "id": 84,
        "texto": "Seu amor me salvou de maneiras que você nunca vai saber. De mim mesmo, da minha solidão, da crença de que eu não merecia algo tão puro."
      },
      {
        "id": 83,
        "texto": "Princesa, você é o tipo de mulher que faz os relógios pararem. Não metaforicamente. Literalmente. Quando você entra no quarto, esqueço que o tempo existe."
      },
      {
        "id": 82,
        "texto": "Te amar é fácil como respirar. Mas ao contrário da respiração, que é involuntária, eu escolho você a cada instante. Conscientemente, deliberadamente, completamente."
      },
      {
        "id": 81,
        "texto": "Minha pequena, quando nos conhecemos, eu tinha planos. Agora só tenho um: construir um mundo onde você sempre se sinta segura, amada e incrível."
      },
      {
        "id": 80,
        "texto": "Oitenta dias. Oitenta oportunidades para me apaixonar por você de maneiras novas. Porque você nunca é a mesma pessoa, e eu amo cada versão sua que aparece."
      },
      {
        "id": 79,
        "texto": "Você é a prova viva de que a vida nos dá presentes inesperados. E que às vezes, o melhor presente não vem embrulhado, mas chega em uma terça-feira comum e muda tudo."
      },
      {
        "id": 78,
        "texto": "Minha princesa, seu amor não me completou. Me expandiu. Me fez maior, melhor, mais profundo. Como um rio que encontra o oceano e discobre que não estava incompleto, apenas pronto para ser parte de algo maior."
      },
      {
        "id": 77,
        "texto": "Existem beijos que são promessas. O nosso primeiro foi uma profecia. E a cada um que veio depois, fomos escrevendo o futuro que agora estamos prestes a viver."
      },
      {
        "id": 76,
        "texto": "Minha pequena, você não é meu 'para sempre'. Você é meu 'agora'. Porque o amor verdadeiro não vive no futuro, vive neste instante, neste suspiro, neste olhar trocado enquanto lemos essas palavras."
      },
      {
        "id": 75,
        "texto": "Se um dia esquecer meu nome, espero lembrar do seu. Se esquecer meu rosto, espero lembrar do som da sua risada. Porque essas são as coisas que realmente me definem."
      },
      {
        "id": 74,
        "texto": "Princesa, hoje vi um casal de idosos andando de mãos dadas. E sorri, não por pena da lentidão deles, mas por antecipação. Porque são você e eu daqui a cinquenta anos."
      },
      {
        "id": 73,
        "texto": "Te amar é como morar em um lugar onde sempre é primavera. Mesmo quando chove, há flores. Mesmo quando escurece, há perfume no ar."
      },
      {
        "id": 72,
        "texto": "Minha pequena, seu amor é o tipo que cura feridas antigas que eu nem sabia que tinha. Como um bálsamo que não apenas trata a superfície, mas regenera o tecido danificado da alma."
      },
      {
        "id": 71,
        "texto": "Você transformou meus 'e se' em 'quando'. Meus medos em esperanças. Meus sonhos em planos. E meus planos em realidade."
      },
      {
        "id": 70,
        "texto": "Setenta dias. Setenta manhãs até acordar ao seu lado como seu marido. Mas amor, já sou seu desde que você me perguntou a hora em 2022 e eu menti dizendo que meu relógio estava quebrado só para continuar conversando."
      },
      {
        "id": 69,
        "texto": "Princesa, você merece mais que palavras. Merece ações que ecoem meu amor. Merece silêncios que falem mais que poemas. Merece uma vida que seja um constante 'eu te amo'."
      },
      {
        "id": 68,
        "texto": "Minha pequena, você é minha história favorita. Não a do príncipe e da princesa, mas aquela real, profunda, onde dois seres imperfeitos escolhem se aperfeiçoar um no outro todos os dias."
      },
      {
        "id": 67,
        "texto": "Se eu pudesse dar um conselho ao meu eu do passado, seria este: 'Aguenta firme. Em 2022, você vai encontrar o motivo de tudo. E vai valer cada lágrima, cada espera, cada dor.'"
      },
      {
        "id": 66,
        "texto": "Seu amor não me preencheu como um quebra-cabeça. Me transformou como a água transforma a paisagem: lentamente, profundamente, irreversivelmente."
      },
      {
        "id": 65,
        "texto": "Minha princesa, existem amores que duram uma vida. E existem almas que se reconhecem através de vidas. Com você, tenho a estranha e maravilhosa sensação de que nosso romance começou muito antes de 2022."
      },
      {
        "id": 64,
        "texto": "Você é o milagre cotidiano que me faz acreditar. Não em contos de fada, mas em algo melhor: na possibilidade real de dois seres construírem um paraíso particular no meio do caos."
      },
      {
        "id": 63,
        "texto": "Minha pequena, seu toque não é apenas físico. É geográfico. Me traz de volta para casa, para o meu centro, para o lugar onde tudo faz sentido."
      },
      {
        "id": 62,
        "texto": "Às vezes me pergunto se você sabe. Se você realmente compreende a magnitude do que você é para mim. É como se o sol perguntasse à terra se ela sente seu calor."
      },
      {
        "id": 61,
        "texto": "Sessenta e um dias. Sessenta e uma oportunidades para provar que promessas não são palavras ao vento, mas sementes plantadas com cuidado para florescerem no altar."
      },
      {
        "id": 60,
        "texto": "Princesa, você merece ser amada não apenas nos dias bons. Mas principalmente nos dias ruins. Nos dias em que você não acredita em si mesma. Nos dias em que o mundo parece pesado. Eu serei seu porto seguro em qualquer tempestade."
      },
      {
        "id": 59,
        "texto": "Te amo de um amor que não exige perfeição. Que celebra as imperfeições. Que ama suas cicatrizes, suas marcas, suas histórias. Porque elas são você. E eu amo você inteira."
      },
      {
        "id": 58,
        "texto": "Minha pequena, se o amor tivesse gosto, o nosso seria aquele doce que dói nos dentes mas você come mesmo assim, porque a felicidade momentânea vale qualquer consequência."
      },
      {
        "id": 57,
        "texto": "Você é o tipo de mulher que inspira canções, mesmo em homens que não sabem cantar. Que inspira poesia, mesmo em almas que não conhecem métrica. Que inspira amor, mesmo em corações que acreditavam estar quebrados."
      },
      {
        "id": 56,
        "texto": "Cinquenta e seis dias. Cinquenta e seis lembretes de que o melhor da minha vida ainda está por vir. E tem seu rosto, seu nome, seu cheiro."
      },
      {
        "id": 55,
        "texto": "Princesa, seu amor é meu lugar mais seguro. Não um esconderijo do mundo, mas um santuário onde eu posso ser totalmente eu, totalmente vulnerável, totalmente amado."
      },
      {
        "id": 54,
        "texto": "Existem encontros que mudam trajetórias. O nosso não apenas mudou a minha. Redefiniu o que significa existir. Antes de você, eu vivia. Depois de você, eu finalmente comecei a sentir."
      },
      {
        "id": 53,
        "texto": "Minha pequena, você é minha escolha mais fácil. Em um mundo de decisões complexas, você é o 'sim' que sempre ecoa claro e verdadeiro em meu coração."
      },
      {
        "id": 52,
        "texto": "Te amar não é uma emoção. É um estado de ser. Como respirar, como existir. Não é algo que eu faço, é algo que eu sou quando estou com você."
      },
      {
        "id": 51,
        "texto": "Cinquenta e um dias para jurar o que meu coração já jurou mil vezes: que não importa o que venha, escolho você. Sempre você."
      },
      {
        "id": 50,
        "texto": "Meio caminho, princesa. Metade da espera. Mas amor, você sabe que eu esperaria o dobro, o triplo, uma vida inteira se fosse necessário para chegar até você."
      },
      {
        "id": 49,
        "texto": "Seu amor não me prende. Me liberta. Me dá asas para voar e raízes para voltar. É o paradoxo perfeito: a âncora e o vento."
      },
      {
        "id": 48,
        "texto": "Minha pequena, às vezes fico assustado com a intensidade do que sinto. É como olhar para o abismo. Mas então você sorri, e eu pulo. De olhos fechados e coração aberto."
      },
      {
        "id": 47,
        "texto": "Você transformou meus medos em bravura. Minhas dúvidas em certezas. Minhas noites escuras em constelações que nos guiam para casa."
      },
      {
        "id": 46,
        "texto": "Princesa, seu amor é a única religião que professo. O único dogma em que acredito: que nós fomos feitos um para o outro."
      },
      {
        "id": 45,
        "texto": "Quarenta e cinco dias. Quarenta e cinco suspiros até o maior suspiro da minha vida, quando eu te ver caminhando em minha direção para se tornar minha esposa."
      },
      {
        "id": 44,
        "texto": "Te amar é fácil como o nascer do sol. Natural como as marés. E ainda assim, milagroso como a primeira flor depois do inverno."
      },
      {
        "id": 43,
        "texto": "Minha pequena, você é meu lar. Não um lugar, mas uma pessoa. O cheiro que me acalma, os braços que me recebem, o olhar que diz 'você está seguro aqui'."
      },
      {
        "id": 42,
        "texto": "Se eu pudesse congelar um momento seria este: você dormindo ao meu lado, com a luz da manhã pintando seus cabelos de ouro, e a paz que só existe quando estamos juntos."
      },
      {
        "id": 41,
        "texto": "Quarenta e um dias. Quarenta e uma promessas já feitas e mantidas. Porque amar você não é um evento futuro, é um compromisso diário que já vivo há anos."
      },
      {
        "id": 40,
        "texto": "Princesa, seu amor é o tipo que fica mais forte com o tempo. Como o vinho que melhora com os anos, como a árvore que aprofunda suas raízes, como a história que se torna lenda."
      },
      {
        "id": 39,
        "texto": "Você não é minha metade. É meu complemento. A parte que eu nem sabia que faltava, mas que agora não consigo imaginar viver sem."
      },
      {
        "id": 38,
        "texto": "Minha pequena, se a vida é uma viagem, você é tanto o destino quanto a jornada. O lugar para onde vou e o caminho que percorro com alegria."
      },
      {
        "id": 37,
        "texto": "Trinta e sete dias. Trinta e sete batidas do meu coração acelerado só de pensar em você. Em nós. No nosso futuro."
      },
      {
        "id": 36,
        "texto": "Amar você não é uma opção. É uma necessidade. Como o ar, como a água, como a luz. Você é o elemento essencial da minha existência."
      },
      {
        "id": 35,
        "texto": "Princesa, você é a resposta para perguntas que eu nem sabia fazer. A solução para problemas que eu nem conhecia. A paz em meio a tormentas que eu nem sentia."
      },
      {
        "id": 34,
        "texto": "Existem amores que consomem. O nosso alimenta. Que nutre, que fortalece, que constrói. Somos dois edifícios crescendo juntos, compartilhando alicerces."
      },
      {
        "id": 33,
        "texto": "Minha pequena, trinta e três dias. O número da idade de Cristo. E talvez haja algo de divino nisso, porque amar você é minha experiência mais sagrada."
      },
      {
        "id": 32,
        "texto": "Você não é perfeita. É melhor que perfeita. É real. Com suas manhãs de mau humor, seus medos irracionais, suas inseguranças. E eu amo cada pedaço, especialmente os quebrados."
      },
      {
        "id": 31,
        "texto": "Trinta e um dias, princesa. Um mês exato. E meu coração bate como se fosse a primeira vez que te vi. Na verdade, bate mais forte."
      },
      {
        "id": 30,
        "texto": "Trinta dias. Trinta oportunidades para demonstrar que amor não são apenas palavras bonitas, são ações consistentes, são escolhas diárias, são olhares que sustentam."
      },
      {
        "id": 29,
        "texto": "Minha pequena, seu amor me ensinou que a vulnerabilidade não é fraqueza. É a coragem de mostrar as partes mais macias, confiando que elas serão acariciadas, não machucadas."
      },
      {
        "id": 28,
        "texto": "Vinte e oito dias. Vinte e oito noites de sonhos com você. Mas a realidade é sempre melhor, porque quando acordo, você está aqui."
      },
      {
        "id": 27,
        "texto": "Princesa, você é minha história de amor favorita. E a melhor parte é que ainda estamos escrevendo os capítulos mais emocionantes."
      },
      {
        "id": 26,
        "texto": "Te amo com um amor que não precisa de explicações. Que simplesmente é. Como a gravidade, como o tempo, como a vida."
      },
      {
        "id": 25,
        "texto": "Vinte e cinco dias. Vinte e cinco raios de sol até o dia em que nossa luz se fundirá em uma só, mais brilhante que qualquer estrela."
      },
      {
        "id": 24,
        "texto": "Minha pequena, seu amor é a música que embala meus dias. A melodia que transforma o comum em extraordinário, o simples em sublime."
      },
      {
        "id": 23,
        "texto": "Você é o milagre que acontece todos os dias. No jeito que seu rosto ilumina quando me vê, na maneira que sua mão procura a minha no escuro, no suspiro que você solta quando finalmente nos encaixamos para dormir."
      },
      {
        "id": 22,
        "texto": "Vinte e dois dias. Vinte e duas provas de que a paciência é recompensada. Que esperar pelo amor certo vale cada segundo de solidão passada."
      },
      {
        "id": 21,
        "texto": "Vinte e um dias para o dia vinte e um! O universo gosta de simetrias. E nós somos sua obra-prima simétrica: dois corações batendo em perfeito sincronismo desde 3/3/22 até 21/3/26."
      },
      {
        "id": 20,
        "texto": "Vinte dias. Vinte amanheceres até o amanhecer mais importante: o do nosso primeiro dia como marido e mulher."
      },
      {
        "id": 19,
        "texto": "Minha princesa, dezenove dias. Quase não acredito que estamos aqui. Que o menino que te conheceu em 2022 está a poucas semanas de te chamar de esposa."
      },
      {
        "id": 18,
        "texto": "Seu amor não é um sentimento passageiro. É um estado permanente. Como o céu é azul, como a noite é escura. É a verdade mais fundamental da minha existência."
      },
      {
        "id": 17,
        "texto": "Dezessete dias. Dezessete vezes que meu coração pulou de alegria ao pensar que logo, tão logo, você será minha para sempre."
      },
      {
        "id": 16,
        "texto": "Você transformou meus 'um dia' em 'em breve'. Meus desejos em planos. Meus sonhos em realidade iminente."
      },
      {
        "id": 15,
        "texto": "Quinze dias, amor. Duas semanas. Trezentas e trinta e seis horas. Cada uma delas contada com amor, com ansiedade, com gratidão."
      },
      {
        "id": 14,
        "texto": "Minha pequena, quatorze dias. A lua leva catorze dias para crescer de nova para cheia. E meu amor por você segue o mesmo ciclo: sempre crescendo, sempre se tornando mais completo."
      },
      {
        "id": 13,
        "texto": "Treze dias. O número do azar para alguns. Para nós, é o número da sorte, porque foi em março que nos encontramos e em março que nos uniremos para sempre."
      },
      {
        "id": 12,
        "texto": "Doze dias. Doze batidas do meu coração quando penso em você. Doze razões para sorrir. Doze mil motivos para agradecer."
      },
      {
        "id": 11,
        "texto": "Onze dias. Quase podemos tocar nosso futuro. Quase podemos saborear nossa eternidade. Quase podemos viver o sonho que cultivamos com tanto cuidado."
      },
      {
        "id": 10,
        "texto": "Dez dias, princesa! Já estamos na casa única! Dez dias que voarão como dez segundos, porque cada momento longe de você é uma eternidade."
      },
      {
        "id": 9,
        "texto": "Nove dias. Nove noites de sonhos com você. Mas em nove dias, não sonharei mais. Vou viver o sonho acordado, ao seu lado, como seu marido."
      },
      {
        "id": 8,
        "texto": "Oito dias. O infinito deitado de lado. Como nosso amor: sem começo, sem fim, apenas um loop perfeito de entrega e recebimento."
      },
      {
        "id": 7,
        "texto": "Sete dias, amor. Sete dias que separam o 'quase' do 'agora'. Sete dias até o maior 'sim' da minha vida."
      },
      {
        "id": 6,
        "texto": "Seis dias. Seis estações do nosso amor: o outono do encontro, o inverno das descobertas, a primavera do noivado, o verão da espera, e agora... a eternidade que começa em seis dias."
      },
      {
        "id": 5,
        "texto": "Cinco dias. Cinco dedos da mão que vou estender para você no altar. Cinco sentidos que você preenche completamente. Cinco razões para viver, e todas são você."
      },
      {
        "id": 4,
        "texto": "Quatro dias. As quatro estações que testemunharam nosso amor. As quatro direções que nos trouxeram juntos. Os quatro elementos que compõem nosso universo: você, eu, nós e o amor."
      },
      {
        "id": 3,
        "texto": "Três dias. Três de março de 2022. Três palavras: eu te amo. Três anéis: noivado, compromisso, casamento. Tudo em três, como a Santíssima Trindade do nosso amor."
      },
      {
        "id": 2,
        "texto": "Dois dias. Dois corações prestes a bater como um só. Dois destinos se tornando um. Dois 'sim' que ecoarão como um."
      },
      {
        "id": 1,
        "texto": "Amanhã. Amanhã não é um dia qualquer. É o primeiro dia do nosso sempre. E hoje, meu amor, hoje é o último dia que durmo sem você como minha esposa. Meu coração já é seu há anos, mas amanhã... amanhã o mundo todo vai saber."
      },
      {
        "id": 0,
        "texto": "Minha princesa, minha pequena, minha esposa. Hoje não te escrevo uma frase. Te escrevo um juramento: de amar você em todos os seus amanhãs, de honrar você em todos os meus dias, de ser seu em todas as nossas vidas. O 'sim' é apenas o começo. Nosso 'para sempre' começa agora."
      }
    ]
  }